<?php

return [
  'management_schema' => [
    'actions' => [
      'label' => 'ای میل تصدیقی کوڈز',
      'below_content' => 'لاگ ان کے دوران اپنی شناخت کی تصدیق کے لیے اپنے ای میل ایڈریس پر عارضی کوڈ وصول کریں۔',
      'messages' => [
        'enabled' => 'فعال',
        'disabled' => 'غیر فعال',
      ],
    ],
  ],
  'login_form' => [
    'label' => 'اپنی ای میل پر کوڈ بھیجیں',
    'code' => [
      'label' => 'وہ 6 ہندسوں کا کوڈ درج کریں جو ہم نے آپ کو ای میل کے ذریعے بھیجا ہے',
      'validation_attribute' => 'کوڈ',
      'actions' => [
        'resend' => [
          'label' => 'ای میل کے ذریعے نیا کوڈ بھیجیں',
          'notifications' => [
            'resent' => [
              'title' => 'ہم نے آپ کو ای میل کے ذریعے نیا کوڈ بھیج دیا ہے',
            ],
            'throttled' => [
              'title' => 'دوبارہ بھیجنے کی بہت زیادہ کوششیں۔ براہ کرم دوسرا کوڈ مانگنے سے پہلے انتظار کریں۔',
            ],
          ],
        ],
      ],
      'messages' => [
        'invalid' => 'آپ کا درج کردہ کوڈ غلط ہے۔',
      ],
    ],
  ],
];
