<?php

return [
  'management_schema' => [
    'actions' => [
      'label' => 'ईमेल सत्यापन कोड',
      'below_content' => 'लॉगिन के दौरान अपनी पहचान सत्यापित करने के लिए अपने ईमेल पते पर एक अस्थायी कोड प्राप्त करें।',
      'messages' => [
        'enabled' => 'सक्षम',
        'disabled' => 'अक्षम',
      ],
    ],
  ],
  'login_form' => [
    'label' => 'मेरे ईमेल पर कोड भेजें',
    'code' => [
      'label' => 'हमारे द्वारा ईमेल से भेजा गया 6 अंकों का कोड दर्ज करें',
      'validation_attribute' => 'कोड',
      'actions' => [
        'resend' => [
          'label' => 'ईमेल से नया कोड भेजें',
          'notifications' => [
            'resent' => [
              'title' => 'हमने आपको ईमेल से एक नया कोड भेजा है',
            ],
            'throttled' => [
              'title' => 'दोबारा भेजने के बहुत अधिक प्रयास। कृपया दूसरा कोड माँगने से पहले प्रतीक्षा करें।',
            ],
          ],
        ],
      ],
      'messages' => [
        'invalid' => 'आपके द्वारा दर्ज किया गया कोड अमान्य है।',
      ],
    ],
  ],
];
