<?php

return [
  'notifications' => [
    'blocked' => [
      'title' => 'ای میل ایڈریس کی تبدیلی روک دی گئی',
      'body' => 'آپ نے ای میل ایڈریس کو :email میں تبدیل کرنے کی کوشش کامیابی سے روک دی ہے۔ اگر اصل درخواست آپ نے نہیں کی تھی تو براہ کرم فوراً ہم سے رابطہ کریں۔',
    ],
    'failed' => [
      'title' => 'ای میل ایڈریس کی تبدیلی روکنے میں ناکامی',
      'body' => 'افسوس، آپ ای میل ایڈریس کو :email میں تبدیل ہونے سے نہیں روک سکے، کیونکہ آپ کے روکنے سے پہلے ہی اس کی تصدیق ہو چکی تھی۔ اگر اصل درخواست آپ نے نہیں کی تھی تو براہ کرم فوراً ہم سے رابطہ کریں۔',
    ],
  ],
];
