<?php

return [
  'label' => 'बंद करें',
  'modal' => [
    'heading' => 'ऑथेंटिकेटर ऐप अक्षम करें',
    'description' => 'क्या आप वाकई ऑथेंटिकेटर ऐप का उपयोग बंद करना चाहते हैं? इसे अक्षम करने से आपके खाते से सुरक्षा की एक अतिरिक्त परत हट जाएगी।',
    'form' => [
      'code' => [
        'label' => 'ऑथेंटिकेटर ऐप से 6 अंकों का कोड दर्ज करें',
        'validation_attribute' => 'कोड',
        'actions' => [
          'use_recovery_code' => [
            'label' => 'इसके बजाय रिकवरी कोड का उपयोग करें',
          ],
        ],
        'messages' => [
          'invalid' => 'आपके द्वारा दर्ज किया गया कोड अमान्य है।',
          'rate_limited' => 'बहुत अधिक प्रयास। कृपया बाद में फिर से प्रयास करें।',
        ],
      ],
      'recovery_code' => [
        'label' => 'या, एक रिकवरी कोड दर्ज करें',
        'validation_attribute' => 'रिकवरी कोड',
        'messages' => [
          'invalid' => 'आपके द्वारा दर्ज किया गया रिकवरी कोड अमान्य है।',
          'rate_limited' => 'बहुत अधिक प्रयास। कृपया बाद में फिर से प्रयास करें।',
        ],
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'ऑथेंटिकेटर ऐप अक्षम करें',
      ],
    ],
  ],
  'notifications' => [
    'disabled' => [
      'title' => 'ऑथेंटिकेटर ऐप अक्षम कर दिया गया है',
    ],
  ],
];
