<?php

return [
  'label' => 'रिकवरी कोड फिर से बनाएँ',
  'modal' => [
    'heading' => 'ऑथेंटिकेटर ऐप रिकवरी कोड फिर से बनाएँ',
    'description' => 'यदि आपके रिकवरी कोड खो जाते हैं, तो आप उन्हें यहाँ फिर से बना सकते हैं। आपके पुराने रिकवरी कोड तुरंत अमान्य हो जाएँगे।',
    'form' => [
      'code' => [
        'label' => 'ऑथेंटिकेटर ऐप से 6 अंकों का कोड दर्ज करें',
        'validation_attribute' => 'कोड',
        'messages' => [
          'invalid' => 'आपके द्वारा दर्ज किया गया कोड अमान्य है।',
          'rate_limited' => 'बहुत अधिक प्रयास। कृपया बाद में फिर से प्रयास करें।',
        ],
      ],
      'password' => [
        'label' => 'या, अपना वर्तमान पासवर्ड दर्ज करें',
        'validation_attribute' => 'पासवर्ड',
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'रिकवरी कोड फिर से बनाएँ',
      ],
    ],
  ],
  'notifications' => [
    'regenerated' => [
      'title' => 'नए ऑथेंटिकेटर ऐप रिकवरी कोड बना दिए गए हैं',
    ],
  ],
  'show_new_recovery_codes' => [
    'modal' => [
      'heading' => 'नए रिकवरी कोड',
      'description' => 'कृपया निम्नलिखित रिकवरी कोड किसी सुरक्षित स्थान पर सहेजें। ये केवल एक बार दिखाए जाएँगे, लेकिन यदि आप अपने ऑथेंटिकेटर ऐप तक पहुँच खो देते हैं तो आपको इनकी आवश्यकता होगी:',
      'actions' => [
        'submit' => [
          'label' => 'बंद करें',
        ],
      ],
    ],
  ],
];
