<?php

return [
  'subject' => 'आपका ईमेल पता बदला जा रहा है',
  'lines' => [
    0 => 'हमें आपके खाते से जुड़ा ईमेल पता बदलने का अनुरोध प्राप्त हुआ है। इस परिवर्तन की पुष्टि के लिए आपके पासवर्ड का उपयोग किया गया था।',
    1 => 'सत्यापित होने के बाद, आपके खाते का नया ईमेल पता होगा: :email।',
    2 => 'सत्यापित होने से पहले आप नीचे दिए गए बटन पर क्लिक करके इस परिवर्तन को रोक सकते हैं।',
    3 => 'यदि यह अनुरोध आपने नहीं किया था, तो कृपया तुरंत हमसे संपर्क करें।',
  ],
  'action' => 'ईमेल परिवर्तन रोकें',
];
