<?php

return [
  'label' => 'بند کریں',
  'modal' => [
    'heading' => 'ای میل تصدیقی کوڈز غیر فعال کریں',
    'description' => 'کیا آپ واقعی ای میل تصدیقی کوڈز وصول کرنا بند کرنا چاہتے ہیں؟ اسے غیر فعال کرنے سے آپ کے اکاؤنٹ سے سیکیورٹی کی ایک اضافی تہہ ہٹ جائے گی۔',
    'form' => [
      'code' => [
        'label' => 'وہ 6 ہندسوں کا کوڈ درج کریں جو ہم نے آپ کو ای میل کے ذریعے بھیجا ہے',
        'validation_attribute' => 'کوڈ',
        'actions' => [
          'resend' => [
            'label' => 'ای میل کے ذریعے نیا کوڈ بھیجیں',
            'notifications' => [
              'resent' => [
                'title' => 'ہم نے آپ کو ای میل کے ذریعے نیا کوڈ بھیج دیا ہے',
              ],
              'throttled' => [
                'title' => 'دوبارہ بھیجنے کی بہت زیادہ کوششیں۔ براہ کرم دوسرا کوڈ مانگنے سے پہلے انتظار کریں۔',
              ],
            ],
          ],
        ],
        'messages' => [
          'invalid' => 'آپ کا درج کردہ کوڈ غلط ہے۔',
          'rate_limited' => 'بہت زیادہ کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
        ],
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'ای میل تصدیقی کوڈز غیر فعال کریں',
      ],
    ],
  ],
  'notifications' => [
    'disabled' => [
      'title' => 'ای میل تصدیقی کوڈز غیر فعال کر دیے گئے ہیں',
    ],
  ],
];
