<?php

return [
  'label' => 'ترتیب دیں',
  'modal' => [
    'heading' => 'ای میل تصدیقی کوڈز ترتیب دیں',
    'description' => 'ہر بار سائن ان کرتے وقت یا حساس کارروائیاں کرتے وقت آپ کو وہ 6 ہندسوں کا کوڈ درج کرنا ہوگا جو ہم آپ کو ای میل کے ذریعے بھیجیں گے۔ ترتیب مکمل کرنے کے لیے 6 ہندسوں کے کوڈ کے لیے اپنی ای میل دیکھیں۔',
    'form' => [
      'code' => [
        'label' => 'وہ 6 ہندسوں کا کوڈ درج کریں جو ہم نے آپ کو ای میل کے ذریعے بھیجا ہے',
        'validation_attribute' => 'کوڈ',
        'actions' => [
          'resend' => [
            'label' => 'ای میل کے ذریعے نیا کوڈ بھیجیں',
            'notifications' => [
              'resent' => [
                'title' => 'ہم نے آپ کو ای میل کے ذریعے نیا کوڈ بھیج دیا ہے',
              ],
              'throttled' => [
                'title' => 'دوبارہ بھیجنے کی بہت زیادہ کوششیں۔ براہ کرم دوسرا کوڈ مانگنے سے پہلے انتظار کریں۔',
              ],
            ],
          ],
        ],
        'messages' => [
          'invalid' => 'آپ کا درج کردہ کوڈ غلط ہے۔',
          'rate_limited' => 'بہت زیادہ کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
        ],
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'ای میل تصدیقی کوڈز فعال کریں',
      ],
    ],
  ],
  'notifications' => [
    'enabled' => [
      'title' => 'ای میل تصدیقی کوڈز فعال کر دیے گئے ہیں',
    ],
  ],
];
