<?php

return [
  'label' => 'بند کریں',
  'modal' => [
    'heading' => 'توثیق کنندہ ایپ غیر فعال کریں',
    'description' => 'کیا آپ واقعی توثیق کنندہ ایپ کا استعمال بند کرنا چاہتے ہیں؟ اسے غیر فعال کرنے سے آپ کے اکاؤنٹ سے سیکیورٹی کی ایک اضافی تہہ ہٹ جائے گی۔',
    'form' => [
      'code' => [
        'label' => 'توثیق کنندہ ایپ سے 6 ہندسوں کا کوڈ درج کریں',
        'validation_attribute' => 'کوڈ',
        'actions' => [
          'use_recovery_code' => [
            'label' => 'اس کے بجائے ریکوری کوڈ استعمال کریں',
          ],
        ],
        'messages' => [
          'invalid' => 'آپ کا درج کردہ کوڈ غلط ہے۔',
          'rate_limited' => 'بہت زیادہ کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
        ],
      ],
      'recovery_code' => [
        'label' => 'یا، ریکوری کوڈ درج کریں',
        'validation_attribute' => 'ریکوری کوڈ',
        'messages' => [
          'invalid' => 'آپ کا درج کردہ ریکوری کوڈ غلط ہے۔',
          'rate_limited' => 'بہت زیادہ کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
        ],
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'توثیق کنندہ ایپ غیر فعال کریں',
      ],
    ],
  ],
  'notifications' => [
    'disabled' => [
      'title' => 'توثیق کنندہ ایپ غیر فعال کر دی گئی ہے',
    ],
  ],
];
