<?php

return [
  'label' => 'ریکوری کوڈز دوبارہ بنائیں',
  'modal' => [
    'heading' => 'توثیق کنندہ ایپ کے ریکوری کوڈز دوبارہ بنائیں',
    'description' => 'اگر آپ کے ریکوری کوڈز گم ہو جائیں تو آپ انہیں یہاں دوبارہ بنا سکتے ہیں۔ آپ کے پرانے ریکوری کوڈز فوراً ناکارہ ہو جائیں گے۔',
    'form' => [
      'code' => [
        'label' => 'توثیق کنندہ ایپ سے 6 ہندسوں کا کوڈ درج کریں',
        'validation_attribute' => 'کوڈ',
        'messages' => [
          'invalid' => 'آپ کا درج کردہ کوڈ غلط ہے۔',
          'rate_limited' => 'بہت زیادہ کوششیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
        ],
      ],
      'password' => [
        'label' => 'یا، اپنا موجودہ پاس ورڈ درج کریں',
        'validation_attribute' => 'پاس ورڈ',
      ],
    ],
    'actions' => [
      'submit' => [
        'label' => 'ریکوری کوڈز دوبارہ بنائیں',
      ],
    ],
  ],
  'notifications' => [
    'regenerated' => [
      'title' => 'توثیق کنندہ ایپ کے نئے ریکوری کوڈز بنا دیے گئے ہیں',
    ],
  ],
  'show_new_recovery_codes' => [
    'modal' => [
      'heading' => 'نئے ریکوری کوڈز',
      'description' => 'براہ کرم درج ذیل ریکوری کوڈز کسی محفوظ جگہ پر رکھ لیں۔ یہ صرف ایک بار دکھائے جائیں گے، لیکن اگر آپ توثیق کنندہ ایپ تک رسائی کھو دیں تو آپ کو ان کی ضرورت ہوگی:',
      'actions' => [
        'submit' => [
          'label' => 'بند کریں',
        ],
      ],
    ],
  ],
];
