<?php

return [
  'notifications' => [
    'blocked' => [
      'title' => 'ईमेल पता परिवर्तन रोक दिया गया',
      'body' => 'आपने :email पर ईमेल पता बदलने के प्रयास को सफलतापूर्वक रोक दिया है। यदि मूल अनुरोध आपने नहीं किया था, तो कृपया तुरंत हमसे संपर्क करें।',
    ],
    'failed' => [
      'title' => 'ईमेल पता परिवर्तन रोकने में विफल',
      'body' => 'दुर्भाग्य से, आप ईमेल पते को :email में बदलने से नहीं रोक सके, क्योंकि आपके रोकने से पहले ही यह सत्यापित हो चुका था। यदि मूल अनुरोध आपने नहीं किया था, तो कृपया तुरंत हमसे संपर्क करें।',
    ],
  ],
];
