<?php

declare(strict_types=1);

return [
    'confirm' => [
        'action' => 'سبسکرپشن کی تصدیق کریں',
        'expires' => 'یہ لنک :days دن میں ختم ہو جائے گا۔',
        'greeting' => 'خوش آمدید',
        'if_you' => 'اگر یہ آپ تھے تو نیچے دیے گئے بٹن سے سبسکرپشن کی تصدیق کریں۔ ہفتہ وار نیوز لیٹر شروع ہوتے ہی آپ کو ملے گا، اور ہر شمارے میں سبسکرپشن ختم کرنے کا لنک ہوگا۔',
        'ignore' => 'اگر آپ نے یہ سبسکرپشن نہیں مانگی تو اس ای میل کو نظر انداز کریں، ہم آپ کو کچھ اور نہیں بھیجیں گے۔',
        'requested' => 'کسی نے اس پتے کو :site کے ہفتہ وار نیوز لیٹر کی سبسکرپشن کے لیے درج کرایا ہے۔',
        'subject' => ':site نیوز لیٹر کی سبسکرپشن کی تصدیق کریں',
    ],
];
