<?php

return [
  'label' => ':label निर्यात करें',
  'modal' => [
    'heading' => ':label निर्यात करें',
    'form' => [
      'columns' => [
        'label' => 'कॉलम',
        'actions' => [
          'select_all' => [
            'label' => 'सभी चुनें',
          ],
          'deselect_all' => [
            'label' => 'सभी अचयनित करें',
          ],
        ],
        'form' => [
          'is_enabled' => [
            'label' => ':column सक्षम',
          ],
          'label' => [
            'label' => ':column लेबल',
          ],
        ],
      ],
    ],
    'actions' => [
      'export' => [
        'label' => 'निर्यात करें',
      ],
    ],
  ],
  'notifications' => [
    'completed' => [
      'title' => 'निर्यात पूरा हुआ',
      'actions' => [
        'download_csv' => [
          'label' => '.csv डाउनलोड करें',
        ],
        'download_xlsx' => [
          'label' => '.xlsx डाउनलोड करें',
        ],
      ],
    ],
    'max_rows' => [
      'title' => 'निर्यात बहुत बड़ा है',
      'body' => 'आप एक बार में 1 से अधिक पंक्ति निर्यात नहीं कर सकते।|आप एक बार में :count से अधिक पंक्तियाँ निर्यात नहीं कर सकते।',
    ],
    'no_columns' => [
      'title' => 'कोई कॉलम चयनित नहीं',
      'body' => 'कृपया निर्यात के लिए कम से कम एक कॉलम चुनें।',
    ],
    'started' => [
      'title' => 'निर्यात शुरू हुआ',
      'body' => 'आपका निर्यात शुरू हो गया है और 1 पंक्ति पृष्ठभूमि में संसाधित की जाएगी। पूरा होने पर आपको डाउनलोड लिंक के साथ एक सूचना मिलेगी।|आपका निर्यात शुरू हो गया है और :count पंक्तियाँ पृष्ठभूमि में संसाधित की जाएँगी। पूरा होने पर आपको डाउनलोड लिंक के साथ एक सूचना मिलेगी।',
    ],
  ],
  'file_name' => 'export-:export_id-:model',
];
